{
    "filme1" :
    {
        "titulo"    : "Shrek e os Ídolos de Tão Tão Distante",
        "descricao" : "Shrek, Fiona, Burro, Gato de Botas e o resto do Reino Tão Tão Distante, lutam em uma competição de canto.",
        "banner"    : "banner1",
        "assistir"  : "https://www.youtube.com/watch?v=FwjtG28vWyU",
        "infos"     : "https://www.chippu.com.br/titulos/shrek-e-os-idolos-de-tao-tao-distante-a8c7c"
    },
    "filme2" :
    {
        "titulo"    : "DreamWorks Holiday Classics",
        "descricao" : "Join your favorite DreamWorks friends for these four holiday specials. Watch as those zany zoosters from Madagascar save Christmas, Donkey puts on a caroling Christmas Shrek-tacular, and Po prepares for his favorite holiday, the Winter Feast.",
        "banner"    : "banner2",
        "assistir"  : "https://www.youtube.com/watch?v=-Kxq9U__-R4",
        "infos"     : "https://en.wikipedia.org/wiki/DreamWorks_Classics"
    },
    "filme3" :
    {
        "titulo"    : "Natal Shrektacular do Burro",
        "descricao" : "As risadas do Burro vão encher os salões, nesta coletânea de Natal totalmente nova. Burro apresenta seu próprio show natalino, com seus amigos de Tão Tão Distante, neste alegre presente musical, com todos os enfeites da época! Entre no SHREKTACULAR espírito natalino, com as festivas canções, a engraçada Decoração do Burro e uma hilariante lareira virtual que é tão cômica, que está pegando fogo!",
        "banner"    : "banner3",
        "assistir"  : "https://www.youtube.com/watch?v=WFnzUt5B6cY",
        "infos"     : "https://dreamworksanimation.fandom.com/pt-br/wiki/O_Natal_Shrektacular_do_Burro"
    },
    "filme4" :
    {
        "titulo"    : "O Gato de Botas: Os Três Diabos",
        "descricao" : "O Gato de Botas está em uma missão para recuperar o rubi da Princesa, roubado pelo notório ladrão francês, O Sussurrador. Relutantemente acompanhado por três gatinhos, Gato deve domá-los antes que eles põem em perigo a missão.",
        "banner"    : "banner4",
        "assistir"  : "https://www.youtube.com/watch?v=JtztBVBcfTE",
        "infos"     : "https://dreamworks.fandom.com/pt/wiki/Os_Tr%C3%AAs_Diablos"
    },
    "filme5" :
    {
        "titulo"    : "O Susto de Shrek",
        "descricao" : "Quando chega o Halloween, Shrek (Mike Myers) mal pode esperar para comemorar seu feriado favorito ao estilo ogro. Ao invés do comum \"doces ou travessuras\", Shrek desafia o Burro (Dean Edwards), o Gato de Botas (Antonio Banderas) e outros personagens de contos de fadas para um concurso de contar histórias. Antes da noite de sustos começar, eles precisarão passar a noite no castelo assombrado do Lord Farquaad. O último a levar um susto ganha.",
        "banner"    : "banner5",
        "assistir"  : "https://www.youtube.com/watch?v=yZkkEF-xBys",
        "infos"     : "https://pt.wikipedia.org/wiki/Scared_Shrekless"
    },
    "filme6" :
    {
        "titulo"    : "Shrek",
        "descricao" : "Em um pântano distante vive Shrek (Mike Myers), um ogro solitário que vê, sem mais nem menos, sua vida ser invadida por uma série de personagens de contos de fada, como três ratos cegos, um grande e malvado lobo e ainda três porcos que não têm um lugar onde morar. Todos eles foram expulsos de seus lares pelo maligno Lorde Farquaad (John Lithgow). Determinado a recuperar a tranquilidade de antes, Shrek resolve encontrar Farquaad e com ele faz um acordo: todos os personagens poderão retornar aos seus lares se ele e seu amigo Burro (Eddie Murphy) resgatarem uma bela princesa (Cameron Diaz), que é prisioneira de um dragão. Porém, quando Shrek e o Burro enfim conseguem resgatar a princesa logo eles descobrem que seus problemas estão apenas começando.",
        "banner"    : "banner6",
        "assistir"  : "https://www.youtube.com/watch?v=CwXOrWvPBPk&t",
        "infos"     : "https://pt.wikipedia.org/wiki/Shrek"
    },
    "filme7" :
    {
        "titulo"    : "Shrek para Sempre: O Capítulo Final",
        "descricao" : "Com saudade do tempo em que era um verdadeiro ogro, Shrek assina um contrato enfeitiçado com Rumpelstiltskin e... puf! Em um instante, tudo e todos se transformam. De repente Burro não se lembra de seu melhor amigo, Fiona agora é uma valente princesa guerreira e Gato de Botas é só um gato gordo! Juntos, eles precisam reverter o contrato em apenas 24 horas, para salvar Tão Tão Distante e restaurar seus dias felizes para sempre.",
        "banner"    : "banner7",
        "assistir"  : "https://www.youtube.com/watch?v=TlRgGvROYOM",
        "infos"     : "https://pt.wikipedia.org/wiki/Shrek_para_Sempre"
    },
    "filme8" :
    {
        "titulo"    : "Shrek’s Yule Log",
        "descricao" : "\"Shrek's Yule Log\", featuring over 25 uproarious character appearances in front of a crackling virtual fireplace. This was bundled with \"Donkey's Christmas Shrektacular\".",
        "banner"    : "banner8",
        "assistir"  : "https://www.youtube.com/watch?v=CbtTJw2b760",
        "infos"     : "https://www.imdb.com/title/tt9583666/"
    },
    "filme9" :
    {
        "titulo"    : "Shrek 2",
        "descricao" : "Após se casar com a Princesa Fiona (Cameron Diaz), Shrek (Mike Myers) vive feliz em seu pântano. Ao retornar de sua lua-de-mel Fiona recebe uma carta de seus pais, que não sabem que ela agora é um ogro, convidando-a para um jantar juntamente com seu grande amor, na intenção de conhecê-lo. A muito custo Fiona consegue convencer Shrek a ir visitá-los, tendo ainda a companhia do Burro (Eddie Murphy). Porém os problemas começam quando os pais de Fiona descobrem que ela não se casou com o Príncipe (Rupert Everett), a quem havia sido prometida, e enviam o Gato de Botas (Antonio Banderas) para separá-los.",
        "banner"    : "banner9",
        "assistir"  : "https://www.youtube.com/watch?v=V6X5ti4YlG8",
        "infos"     : "https://pt.wikipedia.org/wiki/Shrek_2"
    },
    "filme10" :
    {
        "titulo"    : "Shrek Bate o Sino",
        "descricao" : "O Natal está chegando e Fiona (Cameron Diaz) está empolgada para passar seu primeiro Natal com Shrek (Mike Meyers) e seus filhos. O problema é que Shrek não tem ideia de como se comemora essa data. Ele, então, compra um livro para ajudá-lo. Tudo corre bem com os preparativos até que Burro (Eddie Murphy) e os outros personagens aparecem em sua casa para a festa de Natal.",
        "banner"    : "banner10",
        "assistir"  : "https://www.youtube.com/watch?v=IN_L8qlrf48",
        "infos"     : "https://pt.wikipedia.org/wiki/Shrek_the_Halls"
    },
    "filme11" :
    {
        "titulo"    : "Shrek Stories",
        "descricao" : "Join Shrek and his friends from Far Far Away as they share tales of holiday cheer, spooky stories, a singing showdown and a night of babysitting nobody will soon forget.",
        "banner"    : "banner11",
        "assistir"  : "https://www.youtube.com/watch?v=seUURVsRCD4",
        "infos"     : "https://shrek.fandom.com/wiki/Shrek_(franchise)"
    },
    "filme12" :
    {
        "titulo"    : "Shrek Retold",
        "descricao" : "After his swamp is filled with magical creatures, Shrek agrees to rescue Princess Fiona for a villainous lord in order to get his land back.",
        "banner"    : "banner12",
        "assistir"  : "https://www.youtube.com/watch?v=pM70TROZQsI&t",
        "infos"     : "https://en.wikipedia.org/wiki/Shrek_Retold"
    },
    "filme13" :
    {
        "titulo"    : "Shrek Terceiro",
        "descricao" : "Quando seu sogro-sapo dá o último coaxo, Shrek embarca em mais uma tresloucada aventura, com Burro e Gato de Botas, para encontrar um novo herdeiro para o trono. O elenco favorito de personagens está de volta e trazendo novos, como Merlin, um mágico trapalhão, um esquisito Arthur, uma turma de poderosas princesas e um bando de surpreendentes aparições. Só mesmo Shrek para contar uma história onde todos vão viver gargalhando para sempre.",
        "banner"    : "banner13",
        "assistir"  : "https://www.youtube.com/watch?v=ibit1xbOfpo",
        "infos"     : "https://pt.wikipedia.org/wiki/Shrek_the_Third"
    },
    "filme14" :
    {
        "titulo"    : "Shrek, o Musical",
        "descricao" : "Vivendo sozinho em seu pântano, o rabugento ogro Shrek um dia é surpreendido por um grupo de criaturas dos contos de fada que ali foram despejadas por ordem de Lord Farquaad, um excêntrico e nada amigável nobre.",
        "banner"    : "banner14",
        "assistir"  : "https://www.youtube.com/watch?v=q7tPOfFXWZc",
        "infos"     : "https://pt.wikipedia.org/wiki/Shrek_the_Musical"
    },
    "filme15" :
    {
        "titulo"    : "Assustando Shrek",
        "descricao" : "Quando chega o Halloween, Shrek mal pode esperar para comemorar seu feriado favorito ao estilo ogro. Ao invés do comum \"doces ou travessuras\", Shrek desafia o Burro, o Gato de Botas e outros personagens de contos de fadas para um concurso de contar histórias. Antes da noite de sustos começar, eles precisarão passar a noite no castelo assombrado do Lord Farquaad. O último a levar um susto ganha.",
        "banner"    : "banner15",
        "assistir"  : "https://www.youtube.com/watch?v=TLgzSiAqA5w",
        "infos"     : "https://pt.wikipedia.org/wiki/Scared_Shrekless"
    },
    "filme16" :
    {
        "titulo"    : "O Fantasma do Lorde Farquaad",
        "descricao" : "Shrek, a sua noiva Fiona e o fiel amigo Burro são vitimas de uma emboscada armada por Thelonius, o pajem de Lord Farquaad. Levando a Princesa Fiona como refém, Thelonius foge para a Floresta Encantada. Shrek e o Burro perseguem-no na sua fabulosa carruagem-cebola numa tentativa desesperada de salvar Fiona. Conseguindo salvá-la, os nossos heróis são contudo surpreendidos pelo fantasma do minúsculo Farquaad. Uma fogosa e irrespirável batalha começa, com os nossos recém-casados ogros à beira de uma vertiginosa queda de água!",
        "banner"    : "banner16",
        "assistir"  : "https://www.youtube.com/watch?v=UoCjqKp2MCQ&t",
        "infos"     : "https://shrek.fandom.com/pt/wiki/Lord_Farquaad"
    },
    "filme17" :
    {
        "titulo"    : "O Porco que Chamou o Lobo",
        "descricao" : "Dos famosos Três Porquinhos, Heimlich é o único Porco que encontra uma conspiração em cada esquina. Quando O Grande Lobo Mau se aproxima, Heimlich tenta avisar seus amigos porquinhos Horst e Dieter que isso pode não trazer um final de conto de fadas. Cansados de ouvi-lo \"chorar sobre o lobo\", eles ignoram os avisos de Heimlich até que seja tarde demais para que eles vivam felizes para sempre. A perseguição começou!",
        "banner"    : "banner17",
        "assistir"  : "https://www.youtube.com/watch?v=caLeXjlnKy0",
        "infos"     : "https://dreamworksanimation.fandom.com/pt-br/wiki/O_Porco_que_Chamou_o_Lobo"
    },
    "filme18" :
    {
        "titulo"    : "Thriller Night",
        "descricao" : "A Shrek parody of Michael Jackson's Thriller song and music video, with Donkey singing.",
        "banner"    : "banner18",
        "assistir"  : "https://www.youtube.com/watch?v=p16mYa8kzOU",
        "infos"     : "https://shrek.fandom.com/wiki/Thriller_Night"
    }
}